Repository: 132u/smart
Catalog: TestingFiles/TM/LongTM.tmx
Source language: en
Languages: ru

source: first sentence.
ru: Первое предложение

source: Second phrase.
ru: Вторая фраза

source: One more test sentence.
ru: Еще одно предложение

source: Last sentence with different text.
ru: Последнее предложение с другим текстом

source: third sentence.
ru: Третье предложение

source: fourth phrase.
ru: Четвертая фраза

source: One more little sentence.
ru: Еще одно небольшое предложение

source: Another sentence with different text.
ru: Дрегое предложение с новым текстом

source: sixth sentence.
ru: Шестое предложение

source: seventh phrase.
ru: Седьмое предложение

source: One more test sentence obviously.
ru: Очевидно, еще одно предложение для проверки

source: Last sentence with totally different text.
ru: Последнее предложение с абсолютно другим текстом

source: thirteenth sentence.
ru: Тринадцатое предложение

source: plus one phrase.
ru: Еще одна фраза

source: One more nice sentence.
ru: Еще одно милое предложение

source: Last sentence honestly.
ru: Честно, последнее предложение

source: seventeenth sentence.
ru: Семнадцатое предложение

source: cool phrase.
ru: Крутая фраза

source: One more wonderful sentence.
ru: Еще одно замечательное предложение

source: Last sentence with interesting text.
ru: Последнее предложение с интересным текстом

source: stubborn sentence.
ru: Упрямое предложение

source: popular phrase.
ru: Популярная фраза
